Cancel = "取消";
CannotDecompress = "Cannot decompress";
Download = "Download";
EmptyField = "Empty Field";
ExtractingFilesFrom = "Extracting files from";
FileAlreadyExists = "The file %@ already exists.";
MacOSRequiredToDecompress = "Mac OS %@ or later is required to decompress %@ files.";
MoreInfo = "More Info";
NewVersionAvailable = "New version is available";
NewVersionAvailableMsg = "Version %@ of Untar is available.";
OK = "好";
Quit = "結束";
RecentVersionMsg = "您已經擁有最新版本的 Untar 軟體。";
SelectFile = "You need to select a file to untar first.";
SoftwareUpToDate = "此軟體是最新版本";
UntarCanceled = "Untar canceled";
UntarCanceledMsg = "Untar has been canceled.";
UntarComplete = "Untar complete";
UntarCompleteMsg = "Your file has been decompressed.";
UpdateFailure = "Could not check for update";
UpdateFailureMsg = "A problem arose while attempting to check for a new version of Untar.  Edenwaith.com may be temporarily unavailable or your network may be down.";
UtilityNotFound = "The %@ utility cannot be found.";